xfire-aegis/src/test/org/codehaus/xfire/aegis/type/collection/GetListofListofDoubles.xml

<env:Envelope xmlns:env="http://schemas.xmlsoap.org/soap/envelope/">
 <env:Header/>
 <env:Body>
  <getListofListofDoubles xmlns="http://collection.type.aegis.xfire.codehaus.org"/>
 </env:Body>
</env:Envelope>